Repository: KarolNie1992/mysite_django_tutorial
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Credit application
pl: Mini kalkulator kredytowy

source: Language
pl: Język

source: Credit name text
pl: Nazwa kalkulacji

source: Interest rate
pl: Oprocentowanie

source: Number of installments
pl: Liczba rat

source: Monthly income
pl: Miesięczne przychody

source: Monthly expenses
pl: Miesięczne wydatki

source: Total amount repaid
pl: Kwota całkowita do spłaty

source: Monthly installment
pl: Miesięczna rata

source: Polish
pl: Polski

source: English
pl: Angielski

source: Home
pl: Strona główna

source: About
pl: O mnie

source: Skills
pl: Umiejętności

source: Services
pl: Usługi

source: Contact
pl: Kontakt

source: Hi, the page you see is for developing my programming skills (Python / Django).
pl: Cześć, widoczna strona służy mi do rozwoju moich umiejętności programowania (Python/Django).

source: Projects / demo applications
pl: Projekty / aplikacje demo

source: Visible app on this page.
pl: Widoczna strona.

source: Application used to calculate installments.
pl: Aplikacja służąca do wyliczania rat.

source: Poll application
pl: Aplikacja ankietowa

source: Aplication from official
pl: Aplikacja z oficjalnego

source: tutorial
pl: samouczka

source: Snow application
pl: Śniegowa aplikacja

source: Application used to snowfall simulation. Recruitment task.
pl: Aplikacja służąca do symulacji opadów śniegu. Zadanie rekrutacyjne.

source: Hello I'm
pl: Cześć, jestem

source: IT Implementer
pl: Wdrożeniowcem IT

source: My Work
pl: Moje projekty

source: Input before snow
pl: Wartości przed opadem śniegu

source: Clear
pl: Wyczyść

source: Calculation
pl: Wylicz

source: The entered value is not valid.
pl: Wprowadzona wartość jest nieprawidłowa.
